Repository: wp-plugins/rename-post-to-news
Catalog: lang/renameposttonews-*.po
Languages: ca_ca, sv_se

source: News
ca_ca: Notícies
sv_se: Nyheter

source: Add new post
ca_ca: Afegir nova notícia
sv_se: Lägg till nyhet

source: Tags
ca_ca: Etiquetes
sv_se: Taggar

source: Edit new post
ca_ca: Editar notícia
sv_se: Redigera nyhet

source: New post
ca_ca: Nova notícia
sv_se: Ny nyhet

source: Show item
ca_ca: Mostra item
sv_se: Visa nyhet

source: Search post
ca_ca: Cerca notícies
sv_se: Sök nyhet

source: No posts found
ca_ca: No s'han trobat resultats
sv_se: Inga nyheter hittades

source: New posts found in trash
ca_ca: No s'han trobat resultats a la paperera
sv_se: Inga nyheter hittades i papperskorgen

source: Post
ca_ca: Notícia
sv_se: Nyhet
